[
  {
    "title": "SHC orders police to register missing persons’ cases",
    "desc": "The Sindh High Court has ordered the police to register cases involving disappearances of people while also requesting a report in this regard from the provincial home department and the Sindh IG police.",
    "author": ""
  },
  {
    "title": "1st batch of Chinese emergency humanitarian medicine aid arrives in Sri Lanka",
    "desc": "",
    "author": ""
  },
  {
    "title": "Oxford Pakistan programme launched for students, academics",
    "desc": "",
    "author": ""
  },
  {
    "title": "Queen’s Platinum Juilee:&nbsp; PIA reschedules Saturday’s Birmingham-bound flight for Monday",
    "desc": "ISLAMABAD: Pakistan International Airlines (PIA) has rescheduled its Birmingham-bound flight PK-795, which was due to take off on Saturday from Islamabad International Airport (IIAP), for Monday after seeing an extraordinary rush at two major airports in the United Kingdom because of Queen Elizabeth’s Platinum Jubilee celebrations.</span>",
    "author": ""
  },
  {
    "title": "Govt tasks ISI with vetting role of government officials",
    "author": ""
  },
  {
    "title": "Gwadar East Bay express project to enhance regional connectivity: Minister",
    "desc": "ISLAMABAD: Federal Minister for Housing and Works Maulana Abdul Wasay Saturday said that the Gwadar East-bay Expressway project would enhance regional connectivity, strengthen the economy and its Free Zone with the network of National Highways would ensure fast transportation of transit goods.</span>",
    "author": ""
  },
  {
    "title": "PTI govt. miserably failed to accomplish any project in Gwadar",
    "desc": "",
    "author": ""
  },
  {
    "title": "President strongly condemns killing of ten Kashmiri youth",
    "desc": "ISLAMABAD: President Dr. Arif Alvi on Saturday strongly condemned the killing of ten Kashmiri youth in the Indian Illegally Occupied Jammu and Kashmir (IIOJK).</span>",
    "author": ""
  },
  {
    "title": "FIA seeks court order for arresting both Shahbaz and Hamza in money laundering case",
    "desc": "",
    "author": ""
  },
  {
    "title": "No monkeypox cases in Pakistan so far, virus is less contagious than smallpox : NIH experts",
    "desc": "ISLAMABAD: National Institute of Health Islamabad (NIH) health experts on Saturday recommended that people infected with monkeypox can isolate themselves at home as it is less dangerous than chickenpox and not many cases of monkeypox have been detected in Pakistan so far.</span>",
    "author": ""
  }
]